Repository: CQ611/TMSim
Catalog: 03_Implementierung/TMSim.UI/Resources/Strings.*.resx
Languages: de_de

# TEXT_HelpWindow_04
source: A turing machine is an abstract machine that can determine whether or not your input word is part of the language of the machine. Language: Determines the order in which characters follow each other. Tape alphabet: All characters that the turing machine can read from and write on the tape. Blank character: Special character that symbolizes an empty cell on the tape. Input alphabet: All characters that can appear in the input word (subset of the tape alphabet). Input word: The word that is written on the tape before the turing machine starts computing. Read-/writehead: Reads characters from and writes them on the tape.
de_de: Eine Turingmaschine ist eine abstrakte Maschine die bestimmen kann, ob Ihr Eingabewort teil der Sprache der Maschine ist. Sprache: Legt die Reihenfolge fest, in der Zeichen aufeinander folgen. Bandalphabet: Alle Zeichen, die die Turingmaschine vom Band lesen und auf dieses schreiben kann. Leerzeichen: Spezielles Zeichen, das eine leere Zelle auf dem Band symbolisiert. Eingabealphabet: Alle Zeichen, die im Eingabewort vorkommen können (Teil des Bandalphabets). Eingabewort: Dieses Wort steht auf dem Band, bevor die Turingmaschine zu arbeiten beginnt. Lese-/Schreibkopf: Liest Zeichen vom und schreibt Zeichen auf das Band.

# TEXT_HelpWindow_Heading_01
source: The most important features
de_de: Die wichtigsten Funktionen im Überblick

# TEXT_HelpWindow_Heading_02
source: Keyboard shortcuts
de_de: Tastenkürzel

# TEXT_HelpWindow_Heading_03
source: Function keys
de_de: Funktionstasten

# TEXT_HelpWindow_Heading_04
source: What is a turing machine? (part 1)
de_de: Was ist eine Turingmaschine? (Teil 1)

# TEXT_HelpWindow_Menu_Program_FunctionKeys
source: _Function keys
de_de: _Funktionstasten

# TEXT_HelpText
source: _Help
de_de: _Hilfe

# TEXT_HelpWindow_05
source: Start state: State of the turing machine before it starts computing. End state: State in which the turing machine halts and checks if your input word is part of the language of the turing machine or not. Transition: Depending on the character below the read-/writehead and the state the machine is currently in. Replaces the character under the read-/writehead, moves the head either right, left or not at all and the machine then either enters a new state or stays in the current one.
de_de: Startzustand: Zustand in dem die Turingmaschine sich befindet, wenn sie beginnt zu arbeiten. Endzustand: Zustand in dem die Turingmaschine anhält und überprüft, ob Ihr Eingabewort teil der Sprache der Turingmaschine ist oder nicht. Zustandsübergang: Abhängig vom Zeichen unter dem Lese-/Schreibkopf und dem Zustand in dem die Maschine aktuell ist. Ersetzt das Zeichen unter dem Lese-/Schreibkopf, bewegt diesen entweder nach rechts, links oder gar nicht und die Maschine geht dann entweder in einen neuen Zustand über oder bleibt im aktuellen

# TEXT_HelpWindow_Heading_05
source: What is a turing machine? (part 2)
de_de: Was ist eine Turingmaschine? (Teil 2)

# TEXT_HelpWindow_16
source: Repeat the last two steps until your diagram and alphabet look like this. The underscore '_' is used as the blank character.
de_de: Wiederholen Sie die letzten zwei Schritte bis das Diagramm und Alphabet so aussieht. Der Unterstrich '_' ist hier das Leerzeichen.

# TEXT_HelpWindow_Heading_16
source: Current goal
de_de: Aktuelles Ziel

# TEXT_HelpWindow_06
source: A transformation adds extra constraints for the turing machine to follow. This has no effect on whether or not a certain input word is part of the language of the machine. This turing machine can be transformed in the following ways: 1) A transition can never lead into the start state, the start state cannot be an end state and end states cannot be exited with transitions (also counts for transitions that are loops on the end state). 2) Every transition has to move the read-/writehead either left or right. 3) You can set a new blank character. This character will be placed on the tape instead of the old one. Only affects transitions and not the content of the empty cells left and right of your input word. 4) All transitions are split into a left and a right half. The left half only contains transitions where the read-/writehead moves left. The same applies to the right half. (Prerequisits: transformation 1 and 2) 5) There is exactly one end state. (Prerequisits: There has to at least one end state already)
de_de: Eine Transformation fügt extra Einschränkungen hinzu, die die Turingmaschine einhalten muss. Das hat keinen Einfluss darauf, ob ein gewisses Eingabewort teil der Sprache der Maschine ist oder nicht. Die Turingmaschine kann auf folgende Arten transformiert werden: 1) Kein Zustandsübergang kann wieder in den Startzustand führen, der Startzustand kann kein Endzustand sein und aus einem Endzustand führt kein Zustandsübergang mehr heraus (betrifft auch Schleifen auf den Endzustand). 2) Jeder Zustandsübergang muss den Lese-/Schreibkopf entweder nach links oder rechts bewegen. 3) Sie können ein neues Leerzeichen definieren, welches das alte ersetzt, wenn es gelesen oder geschrieben wird. Das beeinflusst nur Zustandsübergänge und nicht die leeren Zellen links und rechts des Eingabeworts. 4) Alle Zustandsübergänge werden in eine linke und eine rechte Hälfte aufgeteilt. In der linken sind nur Zustandsübergänge, die den Lese-/Schreibkopf nach links bewegen. Das gleiche gilt für die rechte. (Voraussetzungen: Transformation 1 und 2) 5) Es gibt genau einen Endzustand. (Voraussetzungen: Mindestens ein Endzustand muss bereits vorhanden sein)

# TEXT_HelpWindow_Heading_06
source: What is a transformation?
de_de: Was ist eine Transformation?

# TEXT_HelpWindow_Menu_TableDiagram_CurrentGoal
source: Current _goal
de_de: Aktuelles Z_iel

# TEXT_HelpWindow_Menu_TuringMachine_Explanation2
source: Turing Machine explained (part _2)
de_de: Turingmaschine erklärt (Teil _2)

# TEXT_Transformation3DialogNote
source: Replaces the current blank character in the transitions, but not the blank characters left and right of the input word on the tape
de_de: Bei allen bestehenden Zustandsübergängen, die das (Band-)Leerzeichen schreiben, wird das Schreibsymbol mit dem Ersatzsymbol überschrieben.

# TEXT_Warn_NewBlankAlreadyExists
source: The chosen character already exists in the tape alphabet.
de_de: Das gewählte Zeichen ist bereits im Bandalphabet enthalten.

# TEXT_Warn_Transformation3
source: Tranformation 3 is not excecutable, because no transition writes the blank character.
de_de: Tranformation 3 nicht ausführbar, da bei keinem Übergang ein Leerzeichen geschrieben wird.

# TEXT_SaveAs
source: Save _as
de_de: Speichern _unter
