Repository: CQ611/TMSim
Catalog: 03_Implementierung/TMSim.UI/Resources/Strings.*.resx
Languages: de_de

# TEXT_English
source: E_nglish
de_de: E_nglisch

# TEXT_Examples
source: Exam_ples
de_de: Beis_piele

# TEXT_Exit
source: E_xit
de_de: S_chließen

# TEXT_File
source: _File
de_de: _Datei

# TEXT_German
source: _German
de_de: De_utsch

# TEXT_Highlight
source: _Highlight State
de_de: Zustand _hervorheben

# TEXT_Inputword
source: Input _word:
de_de: Eingabe_wort:

# TEXT_Language
source: _Language
de_de: _Sprache

# TEXT_New
source: _New
de_de: _Neu

# TEXT_Open
source: _Open
de_de: Ö_ffnen

# TEXT_PopupAccept
source: Accepting
de_de: Akzeptieren

# TEXT_PopupBlank
source: New Blank Symbol:
de_de: Ersatzsymbol für geschriebenes Leerzeichen:

# TEXT_PopupAddSymbol
source: Add Symbol
de_de: Symbol hinzufügen

# TEXT_PopupCancel
source: Cancel
de_de: Abbrechen

# TEXT_PopupIdentifier
source: Identifier
de_de: Kennung

# TEXT_PopupIdentifierText
source: This should not be visible
de_de: Das sollte nicht sichtbar sein!

# TEXT_PopupIsInputAlphabet
source: Input Alphabet
de_de: Eingabealphabet

# TEXT_Preferences
source: Pr_eferences
de_de: _Einstellungen

# TEXT_Save
source: _Save
de_de: _Speichern

# TEXT_SpeedLabel
source: Speed:
de_de: Tempo:

# TEXT_Transform
source: _Transform
de_de: _Transformieren

# TEXT_Transformation1
source: Transformation No. _1
de_de: Transformation #_1

# TEXT_Transformation2
source: Transformation No. _2
de_de: Transformation #_2

# TEXT_Transformation3
source: Transformation No. _3
de_de: Transformation #_3

# TEXT_Transformation4
source: Transformation No. _4
de_de: Transformation #_4

# TEXT_Transformation5
source: Transformation No. _5
de_de: Transformation #_5

# TEXT_Upload
source: _Load
de_de: _Laden

# TEXT_Comment
source: Comment
de_de: Kommentar

# TEXT_Direction
source: Direction
de_de: Richtung

# TEXT_ReadSymbols
source: Read symbols
de_de: Lesesymbole

# TEXT_SourceState
source: Source state
de_de: Ausgangszustand

# TEXT_Tapes
source: tape(s)!
de_de: Band/Bänder!

# TEXT_TargetState
source: Target state
de_de: Zielzustand

# TEXT_Warn_SymCount
source: characters, but there are
de_de: Symbole, aber es gibt

# TEXT_Warn_SymReCount
source: Symbols read contain
de_de: Lesesymbole enthalten

# TEXT_Warn_SymWrCount
source: Symbols write contain
de_de: Schreibsymbole enthalten

# TEXT_WriteSymbols
source: Write symbols
de_de: Schreibsymbole

# TOOLTIP_Eingabe
source: Type word
de_de: Eingabewort hier eingeben

# TOOLTIP_Pause
source: Pause
de_de: Pausieren

# TOOLTIP_Play
source: Play
de_de: Animation starten

# TOOLTIP_Speed
source: Change Speed of animation
de_de: Geschwindigkeitsregler

# TOOLTIP_Step
source: Step
de_de: Schritt

# TOOLTIP_Stop
source: Stop
de_de: Stoppen

# TOOLTIP_Transformation1
source: No transition leads to the start state and none of the transitions begin in an accepting state
de_de: Kein Übergang führt in den Startzustand und keiner der Übergänge beginnt in einem akzeptierenden Zustand

# TOOLTIP_Transformation2
source: There are no state transitions with an unmoved read-/writehead
de_de: Es gibt keine Zustandsübergänge mit unbewegtem Lese-/Schreibkopf

# TOOLTIP_Transformation3
source: The blank character is never written
de_de: Das Leerzeichen wird nicht geschrieben

# TOOLTIP_Transformation4
source: The state set is divided into a left and right half
de_de: Die Zustandsmenge ist in eine rechte und linke Hälfte geteilt

# TOOLTIP_Transformation5
source: There is exactly one accepting state
de_de: Es gibt genau einen akzeptierenden Zustand

# TOOLTIP_Upload
source: Write input word on tape
de_de: Eingabewort auf das Band schreiben

# TEXT_DiagramView
source: _Diagram
de_de: D_iagramm

# TEXT_TableView
source: Ta_ble
de_de: Tabe_lle

# TEXT_View
source: _View
de_de: _Ansicht

# TEXT_InvalidInputWord
source: The input word is not valid!
de_de: Das Eingabewort ist nicht gültig!

# TEXT_InvalidTapeNumberInDefinition
source: The number of tapes does not match the transition definition!
de_de: Die Anzahl der Bänder stimmt nicht mit der Zustandsübergangsdefinition überein!

# TEXT_ReadSymbolDoesNotExist
source: The tape alphabet does not contain the read-symbol!
de_de: Das zu lesende Symbol befindet sich nicht im Bandalphabet!

# TEXT_SourceStateDoesNotExist
source: The source state of the transition does not exist!
de_de: Der Anfangszustand des Zustandsübergangs existiert nicht!

# TEXT_StateDoesNotExist
source: The state does not exist!
de_de: Der Zustand existiert nicht!

# TEXT_StateExists
source: The state already exists!
de_de: Der Zustand existiert bereits!

# TEXT_SymbolDoesNotExist
source: The tape alphabet does not contain the symbol!
de_de: Das Symbol befindet sich nicht im Bandalphabet!

# TEXT_SymbolExists
source: The tape alphabet already contains the symbol!
de_de: Das Symbol befindet sich bereits im Bandalphabet!

# TEXT_TargetStateDoesNotExist
source: The target state of the transition does not exist!
de_de: Der Zielzustand des Zustandsübergangs existiert nicht!

# TEXT_TransitionDoesNotExist
source: The transition does not exist!
de_de: Der Zustandsübergang existiert nicht!

# TEXT_TransitionExists
source: The transition already exists!
de_de: Der Zustandsübergang existiert bereits!

# TEXT_WriteSymbolDoesNotExist
source: The tape alphabet does not contain the write-symbol!
de_de: Das zu schreibende Symbol befindet sich nicht im Bandalphabet!

# TEXT_Info_DefaultMessage
source: Welcome to TMSim
de_de: Willkommen zu TMSim

# TEXT_Info_SimulationFailure
source: No accepting state was reached
de_de: Kein Endzustand wurde erreicht

# TEXT_Info_SimulationIsPaused
source: Simulation is paused
de_de: Simulation ist pausiert

# TEXT_Info_SimulationIsRunning
source: Simulation is running
de_de: Simulation läuft

# TEXT_Info_SimulationIsStopped
source: Simulation was aborted
de_de: Simulation wurde abgebrochen

# TEXT_Info_SimulationSingleStep
source: Single step executed
de_de: Einzelschritt ausgeführt

# TEXT_Info_SimulationSuccess
source: Accepting state was reached
de_de: Endzustand wurde erreicht

# TEXT_DefinitionDiagram
source: Definition as diagram
de_de: Definition als Diagramm

# TEXT_DefinitionTable
source: Definition as table
de_de: Definition als Tabelle

# TEXT_Info_InputWordWrittenOnTape
source: Input word written on tape
de_de: Eingabewort auf Band geschrieben

# TEXT_ImportFileIsNotValid
source: The imported file is not valid!
de_de: Die importierte Datei ist ungültig

# TEXT_InputAlphabetIsNoSubsetOfTapeAlphabet
source: Input alphabet has to be a subset of tape alphabet!
de_de: Das Eingabealphabet muss eine Teilmenge des Bandalphabets sein

# TEXT_HelpWindow_00
source: This introduction is meant to familiarize you with using the application and turing machines.
de_de: Diese Einführung dient dazu Sie mit dem Bedienen der Anwendung und Turingmaschinen vertraut zu machen.

# TEXT_HelpWindow_07
source: This chapter shows you how to create a turing machine that can check whether or not the number of zeros in your input word is even or not using only the table.
de_de: Dieser Abschnitt zeigt Ihnen, wie Sie nur mit der Tabelle eine neue Turingmaschine erstellen können, die Ihr Eingabewort daraufhin überprüft, ob die Anzahl der eingegebenen Nullen gerade ist oder nicht.

# TEXT_HelpWindow_Heading_00
source: Welcome to TMSim
de_de: Willkommen zu TMSim

# TEXT_HelpWindow_Heading_07
source: How to use the table
de_de: Wie man die Tabelle benutzt

# TEXT_HelpWindow_17
source: Rightclicking on a state opens a menu where you can add a new transition. You can also rightclick on a state and only release that key when you have reached the target state of the transition to directly get to this popup. How to read the now open popup: The turing machine is in state "Start" and the read-/writehead is currently above the character "0" on the tape. The turing machine replaces "0" with "0" and moves the read-/writehead on cell to the right. The turing machine is now in state "q1". The red dot at (1) signals that the transition has a comment. Positioning your mouse above the text with the gray background will display it. You can later edit or remove transitions by rightclicking on the text with the gray background.
de_de: Mit einem Rechtsklick auf einen Zustand öffnet sich ein Menü, über das Sie einen neuen Zustandsübergang hinzufügen können. Sie können auch auf einen Zustand rechtsklicken und diese Taste erst loslassen, wenn Sie Ihren Zielzustand erreicht haben, um direkt in das Popup zu gelangen. Wie man das sich nun öffnende Popup liest: Die Turingmaschine befindet sich in Zustand "Start" und der Lese-/Schreibkopf ist aktuell über dem Zeichen "0" auf dem Band. Die Turingmaschine ersetzt "0" durch "0" und bewegt sich eine Zelle nach rechts. Die Turingmaschine ist nun im Zustand "q1". Der rote Punkt bei (1) signalisiert, dass dieser Zustandsübergang einen Kommentar besitzt. Positionieren Sie Ihre Maus über dem grau hinterlegten Text um ihn anzuzeigen. Sie können Zustandübergänge nachträglich über einen Rechtsklick auf den grau hinterlegten Text editieren oder löschen.

# TEXT_HelpWindow_18
source: If your diagram and alphabet look exactly like this then your turing machine is able to determine whether or not your input word contains an even amount of zeros. If the amount is even then the turing machine reaches an accepting state, otherwise it does not. Now that you are familiar with the table you can try to create some more complex and therefor interesting turing machines. If you want to get some inspiration then you can check out the available examples.
de_de: Wenn Ihr Diagramm und Alphabet genauso aussieht, wie hier gezeigt, dann kann die Turingmaschine bestimmen, ob Ihr Eingabewort eine gerade oder ungerade Anzahl an Nullen enthält. Ist die Anzahl gerade erreicht Sie einen akzeptierenden Endzustand, ansonsten nicht. Da Sie jetzt den Umgang mit dem Diagramm kennen, können Sie sich an komplexere und damit auch interessantere Turingmaschinen wagen. Wollen Sie sich inspirieren lassen, dann können Sie in den verfügbaren Beispielen stöbern.

# TEXT_HelpWindow_08
source: With the checkbox at (1) you can decide if the new character should be part of the input alphabet. If it is then it can be used in the input word. These characters are printed in bold letters. With the checkbox at (2) you can decide if the new character should represent the blank character. You always have to explicitly define a blank character. This character is colored red. You can edit or remove characters later by rightclicking on them.
de_de: Mit dem Kontrollkästchen bei (1) entscheiden Sie, ob das neue Zeichen im Eingabealphabet enthalten sein soll. Damit kann es im Eingabewort verwendet werden. Diese Zeichen werden fettgedruckt abgebildet. Mit dem Kontrollkästchen bei (2) entscheiden Sie, ob das neue Zeichen das Leerzeichen darstellen soll. Es muss immer ein Leerzeichen explizit von Ihnen festgelegt werden. Dieses Zeichen ist rot gefärbt. Sie können Zeichen nachträglich durch einen Rechtsklick auf diese editieren oder löschen.

# TEXT_HelpWindow_09
source: The checkbox at (1) decides if the turing machine should start in that state. There can only be one start state at a time. The first state added will always be the start state. With the checkbox at (2) you can decide if the state should be an end state. There can be multiple end states. The red triangle signals that the state has a comment. Positioning your mouse above the state will display it. You can edit or remove states later by rightclicking on them.
de_de: Das Kontrollkästchen bei (1) legt fest, ob die Turingmaschine in diesem Zustand starten soll. Es kann nur maximal einen Startzustand geben. Der erste hinzugefügte Zustand ist immer der Startzustand. Das Kontrollkästchen bei (2) legt fest, ob dieser Zustand ein Endzustand ist. Es kann mehrere Endzustände geben. Das rote Dreieck signalisiert, dass dieser Zustand einen Kommentar besitzt. Positionieren Sie Ihre Maus über dem Zustand um ihn anzuzeigen. Sie können Zustände nachträglich durch einen Rechtsklick auf diese editieren oder löschen.

# TEXT_HelpWindow_10
source: Repeat the last two steps until your table looks like this. The underscore '_' is used as the blank character.
de_de: Wiederholen Sie die letzten zwei Schritte bis die Tabelle so aussieht. Der Unterstrich '_' ist hier das Leerzeichen.

# TEXT_HelpWindow_11
source: With a rightclick on a cell you can add a transition (does not work with the topmost and leftmost cells). How to read the now open popup: The turing machine is in the state "Start" and the read-/writehead is currently above the character "0" on the tape. The turing machine replaces "0" with "0" and moves the read-/writehead one cell to the right. The turing machine is now in the state "q1". The red triangle signals that the transition has a comment. Positioning your mouse above the transition will display it.
de_de: Mit einem Rechtsklick auf eine Zelle können Sie einen Zustandsübergang hinzufügen (funktioniert nicht bei den Zellen ganz oben und ganz links). Wie man das sich nun öffnende Popup liest: Die Turingmaschine befindet sich im Zustand "Start" und der Lese-/Schreibkopf ist aktuell über dem Zeichen "0" auf dem Band. Die Turingmaschine ersetzt "0" durch "0" und bewegt den Lese-/Schreibkopf eine Zelle nach rechts. Die Turingmaschine ist nun im Zustand "q1". Das rote Dreieck signalisiert, dass dieser Zustandsübergang einen Kommentar besitzt. Positionieren Sie Ihre Maus über dem Zustandsübergang um ihn anzuzeigen.

# TEXT_HelpWindow_12
source: If your table looks exactly like this then your turing machine is able to determine whether or not your input word contains an even amount of zeros. If the amount is even then the turing machine reaches an accepting state, otherwise it does not. Now that you are familiar with the table you can try to create some more complex and therefor interesting turing machines. If you want to get some inspiration then you can check out the available examples.
de_de: Wenn Ihre Tabelle genauso aussieht, wie hier gezeigt, dann kann die Turingmaschine bestimmen, ob Ihr Eingabewort eine gerade oder ungerade Anzahl an Nullen enthält. Ist die Anzahl gerade erreicht Sie einen akzeptierenden Endzustand, ansonsten nicht. Da Sie jetzt den Umgang mit der Tabelle kennen, können Sie sich an komplexere und damit auch interessantere Turingmaschinen wagen. Wollen Sie sich inspirieren lassen, dann können Sie in den verfügbaren Beispielen stöbern.

# TEXT_HelpWindow_13
source: This chapter shows you how to create a turing machine that can check whether or not the number of zeros in your input word is even or not using only the diagram.
de_de: Dieser Abschnitt zeigt Ihnen, wie Sie nur mit dem Diagramm eine neue Turingmaschine erstellen können, die Ihr Eingabewort daraufhin überprüft, ob die Anzahl der eingegebenen Nullen gerade ist oder nicht.

# TEXT_HelpWindow_14
source: Rightclicking on the space of the diagram opens this menu with which you can add a new character. With the checkbox at (1) you can decide if the new character should be part of the input alphabet. If it is then it can be used in the input word. These characters are printed in bold letters. With the checkbox at (2) you can decide if the new character should represent the blank character. You always have to explicitly define a blank character. This character is colored red. You can edit or remove characters later using this menu.
de_de: Mit einem Rechtsklick auf die Fläche des Diagramms öffnet sich ein Menü, über das Sie ein neues Zeichen hinzufügen können. Mit dem Kontrollkästchen bei (1) entscheiden Sie, ob das neue Zeichen im Eingabealphabet enthalten sein soll. Damit kann es im Eingabewort verwendet werden. Diese Zeichen werden fettgedruckt abgebildet. Mit dem Kontrollkästchen bei (2) entscheiden Sie, ob das neue Zeichen das Leerzeichen darstellen soll. Es muss immer ein Leerzeichen explizit von Ihnen festgelegt werden. Dieses Zeichen ist rot gefärbt. Sie können Zeichen nachträglich über das Menü editieren oder löschen.

# TEXT_HelpWindow_15
source: Rightclicking on the space of the diagram opens this menu with which you can add a new state. The checkbox at (1) decides if the turing machine should start in that state. There can only be one start state at a time. The first state added will always be the start state. With the checkbox at (2) you can decide if the state should be an end state. There can be multiple end states. The red dot at (3) signals that the state has a comment. Positioning your mouse above the state will display it. You can edit or remove states later by rightclicking on them.
de_de: Mit einem Rechtsklick auf die Fläche des Diagramms öffnet sich ein Menü, über das Sie einen neuen Zustand hinzufügen können. Das Kontrollkästchen bei (1) legt fest, ob die Turingmaschine in diesem Zustand starten soll. Es kann nur maximal einen Startzustand geben. Der erste hinzugefügte Zustand ist immer der Startzustand. Das Kontrollkästchen bei (2) legt fest, ob dieser Zustand ein Endzustand ist. Es kann mehrere Endzustände geben. Der rote Punkt bei (3) signalisiert, dass dieser Zustand einen Kommentar besitzt. Positionieren Sie Ihre Maus über dem Zustand um ihn anzuzeigen. Sie können Zustände nachträglich durch einen Rechtsklick auf diese editieren oder löschen.

# TEXT_HelpWindow_Heading_17
source: Adding a transition
de_de: Hinzufügen eines Zustandsübergangs

# TEXT_HelpWindow_Heading_18
source: Final result
de_de: Endresultat

# TEXT_HelpWindow_Heading_08
source: Adding a character
de_de: Hinzufügen eines Zeichens

# TEXT_HelpWindow_Heading_09
source: Adding a state
de_de: Hinzufügen eines Zustands

# TEXT_HelpWindow_Heading_10
source: Current goal
de_de: Aktuelles Ziel

# TEXT_HelpWindow_Heading_11
source: Adding a transition
de_de: Hinzufügen eines Zustandsübergangs

# TEXT_HelpWindow_Heading_12
source: Final result
de_de: Endresultat

# TEXT_HelpWindow_Heading_13
source: How to use the diagram
de_de: Wie man das Diagramm benutzt

# TEXT_HelpWindow_Heading_14
source: Adding a character
de_de: Hinzufügen eines Zeichens

# TEXT_HelpWindow_Heading_15
source: Adding a state
de_de: Hinzufügen eines Zustands

# TEXT_Warn_Memory
source: The saving process could not be executed properly!
de_de: Das Speichern hat aufgrund eines Fehlers nicht funktioniert!

# TEXT_Warn_Transformation4
source: Transformation 4 can not be executed currently. Please check, that the start state is not an end state and that the read-/writehead is never unmoved!
de_de: Transformation 4 kann momentan nicht ausgeführt werden. Bitte überprüfen, dass der Startzustand kein Endzustand ist und der Lese-/Schreibkopf niemals unbewegt ist.

# TEXT_Warn_Transformation5
source: Transformation 4 can not be executed currently. Please check, that there is at least one end state!
de_de: Transformation 5 kann momentan nicht ausgeführt werden. Bitte überprüfen, dass mindestens ein Endzustand existiert.

# TEXT_AddTransition
source: Add Transition
de_de: Transition hinzufügen

# TEXT_EditState
source: Edit State
de_de: Zustand beabeiten

# TEXT_EditSymbol
source: Edit Symbol
de_de: Zeichen bearbeiten

# TEXT_EditTransition
source: Edit Transition
de_de: Transition bearbeiten

# TEXT_RemoveState
source: Remove State
de_de: Zustand entfernen

# TEXT_RemoveSymbol
source: Remove Symbol
de_de: Zeichen entfernen

# TEXT_RemoveTransition
source: Remove Transition
de_de: Transition entfernen

# TEXT_Table
source: Table
de_de: Tabelle

# TEXT_AddSymbol
source: Add Symbol
de_de: Zeichen hinzufügen

# TEXT_PopupIsBlankChar
source: Blank character
de_de: Leerzeichen

# TEXT_Warn_BlankCharMustBeSet
source: The blank character must be set!
de_de: Das Leerzeichen muss festgelegt sein!

# TEXT_Warn_SymbolIsInputAndBlank
source: The symbol cannot be in the input alphabet while also being the blank character!
de_de: Das Zeichen kann nicht gleichzeitig im Eingabealphabet vorkommen und das Leerzeichen sein!

# TEXT_Warn_NoStartState
source: There is no start state!
de_de: Es gibt keinen Startzustand!

# TEXT_Warn_UnsupportedLanguage
source: This language is not supported!
de_de: Diese Sprache wird nicht unterstützt!

# TEXT_AddState
source: Add State
de_de: Zustand hinzufügen

# TEXT_Animate
source: Animate
de_de: Animation

# TEXT_Arrange
source: Arrange
de_de: Anordnen

# TEXT_Warn_SymbolAlreadyExists
source: At least one symbol in the tape alphabet appears twice!
de_de: Im Bandalphabet ist mindestens ein Zeichen doppelt!

# TEXT_Warn_SymbolDoesNotExist
source: Not all symbols that the turing machine uses are part of the input alphabet!
de_de: Nicht alle Zeichen, die die Turingmaschine verwendet sind im Bandalphabet vorhanden!

# TEXT_HelpWindow_Menu_ChapterSelection
source: _Chapter selection
de_de: _Kapitelauswahl

# TEXT_HelpWindow_Menu_Diagram
source: Dia_gram
de_de: Zustan_dsdiagramm

# TEXT_HelpWindow_Menu_Introduction
source: _Introduction
de_de: _Einführung

# TEXT_HelpWindow_Menu_Program
source: _Application
de_de: _Programm

# TEXT_HelpWindow_Menu_Program_GeneralUse
source: _Usage
de_de: _Benutzung

# TEXT_HelpWindow_Menu_Program_Shortcuts
source: _Keyboard shortcuts
de_de: _Tastenkürzel

# TEXT_HelpWindow_Menu_Table
source: Ta_ble
de_de: T_abelle

# TEXT_HelpWindow_Menu_TableDiagram_AddState
source: Adding a _state
de_de: Zusta_nd hinzufügen

# TEXT_HelpWindow_Menu_TableDiagram_AddCharacter
source: Adding a c_haracter
de_de: _Zeichen hinzufügen

# TEXT_HelpWindow_Menu_TableDiagram_AddTransition
source: Adding a _transition
de_de: Zus_tandsübergang hinzufügen

# TEXT_HelpWindow_Menu_TableDiagram_Outlook
source: _Outlook
de_de: A_usblick

# TEXT_HelpWindow_Menu_TableDiagram_Result
source: _Final result
de_de: End_resultat

# TEXT_HelpWindow_Menu_TuringMachine
source: _Turing Machine
de_de: _Turingmaschine

# TEXT_HelpWindow_Menu_TuringMachine_Explanation1
source: Turing Machine explained (part _1)
de_de: Turingmaschine erklärt (Teil _1)

# TEXT_HelpWindow_Menu_TuringMachine_Transformation
source: Transformations _explained
de_de: Trans_formationen erklärt

# TEXT_Warn_Transformation1
source: Transformation 1 can not be executed currently. Please check if there is at least a start state and/or an end state!
de_de: Transformation 1 kann momentan nicht ausgeführt werden. Bitte überprüfen, ob es einen Startzustand und/oder Endzustand gibt!

# TEXT_HelpWindow_01
source: Here you can see where to find the most important features of this application. How to create turing machines using the table and diagram will be explained in detail later.
de_de: Hier sehen Sie, wo Sie die wichtigsten Funktionenen dieses Programms finden. Wie Sie Turingmaschinen mittels Tabelle und Diagramm erstellen wird später ausführlich erklärt.

# TEXT_HelpWindow_02
source: Here you can see a few examples of keyboard shortcuts. All of them use the "Alt"-key and the key of the underlined letter.
de_de: Hier sehen Sie ein paar Beispiele für Tastenkürzel. Alle benutzen die "Alt"-Taste und die Taste des unterstrichenen Buchstabens.

# TEXT_HelpWindow_03
source: Here you can see all function keys and their function.
de_de: Hier sehen Sie alle Funktionstasten und deren Funktion.
